{
  "title": {
    "Title": "SPIKE Physio Sport"
  },
  "hours": {
    "WorkingDays": "Lun-Ven",
    "HolidayDays":"Sam-Dim",
    "Ferme":"Fermé"
  },
  "home": {
    "Close": "Fermer",
    "Intro": "Centre de physiothérapie à la pointe de la technologie pour des traitements personnalisés.",
    "Hours": "Horaire d'Ouverture",
    "Home title": "Test",
    "Home description": "Home description",
    "Welcome": "Bienvenu",
    "to Physiotherapy clinic": "À la clinique de physiothérapie",
    "Valeurs": "Nos Valeurs",
    "Pratique": "Pratique basée sur l'evidence scientifique",
    "Soins": "Soins personalisés \n  ",
    "Recherche": "Recherches et mises à jour continues",
    "TextOne": "L'avantage principale du processus de réadaptation personnalisé est la possibilité de réaliser un programme étudié sur l'individualité du patient pour identifier le meilleur traitement et assurer une récupération maximale fonctionnelle. Chaque séance est individuelle et le programme de réadaptation personnalisé offre la possibilité d'une intervention globale pour la résolution du problème, où le patient et sa pathologie sont au centre de nos soins, du début à la fin.",
    "TextTwo": "La physiothérapie fondée sur des évidence scientifique est l'intégration des meilleures preuves de recherche avec l'expérience clinique et l'évaluation des patients. La physiothérapie, en tant que profession de santé largement reconnue, doit mettre à jour sa méthode de pratique pour rester en vie à l'ère de la recherche scientifique.",
    "TextThree":"La recherche dans le secteur de la santé se développe de plus en plus et afin de pouvoir répondre à des besoins toujours plus croissants, il est nécessaire de suivre des cours de formation. Notre approche du diagnostic et du traitement est à jour avec les dernières recherches et technologies en médecine physique et adaptative."
  },
  "about": {
    "About title": "About title",
    "About description": "About description"
  },
  "header": {
    "Home": "Home",
    "About Us": "À Propos de Nous",
    "Activities": "Nos Services",
    "Gallery": "Gallery",
    "Contacts": "Contacts"
  },
  "equipe": {
    "Chef":"Chef de physiothérapie",
    "Physio": "Physiothérapeute",
    "Intro":"Nous sommes une équipe hautement spécialisée ayant à cœur le bien-être du patient. Notre principal objectif, à travers nos services, est de fournir des traitements personnalisés et de transmettre l'importance de la prévention, en basant la rééducation sur les mouvements physiologiques à intégrer dans la routine quotidienne afin de maintenir la santé ostéoarticulaire et musculaire.",
    "AboutUs": "À Propos de Nous",
    "Title": "Notre équipe",
    "Text": "En dessous les docteurs de la structure"
  },
  "services": {
    "Intro": "Nous traitons une grande variété de troubles musculaires, squelettiques et neuromusculaires en combinant différentes méthodes médicales pour offrir au patient la meilleure stratégie de récupération personnalisée.",
    "Services": "Nos Services",
    "PhysioGeneral": "Traitement Proposés",
    "ReadaptationOrtopedique": "Réhabilitation Orthopedique",
    "ReadaptationSportive": "Dispositifs thérapeutiques",
    "ReadaptOrtop": "RÉHABILITATION ORTHOPÉDIQUE",
    "ReadaptSportive": "RÉHABILITATION Sportive",
    "ReadaptResp": "RÉHABILITATION RESPIRATOIRE",
    "TherapPh": "THÉRAPIES PHYSIQUES",
    "Tecar": "TECAR",
    "Ultrason": "Ultrason",
    "ElectrSt": "TENS et ÉLECTROSTIMULATION",
    "Magneto": "Magnétothérapie",
    "Onde": "Ondes de choc",
    "OndeText": "Les ondes de choc est un traitement qu'utilise des impulsions de pression qui génèrent une force mécanique qui transfère de l'énergie aux tissus et aux os pour stimuler leurs processus de réparation.\nLa thérapie est indiquée pour le traitement de toutes les formes de tendinopathies, ainsi que dans le cas de la bursite, de l'épine calcanéenne et de la fasciite plantaire.",
    "MagnetoText": "Un champ magnétique généré par des fréquences variables est la base de la magnétothérapie pour traiter les troubles aigus ou chroniques des os et des muscles. Elle permet de rétablir l’équilibre cellulaire lorsque les cellules sont endommagées. L'effet principal de cette thérapie est de régénérer les cellules avec une action reconstructrice, anti-inflammatoire et anti-œdémateuse efficace sans aucun effet secondaire. Il permet également au corps de se détendre en générant une action anti-stress. De cette manière, tous les phénomènes curatifs sont accélérés.",
    "ElectrStText": "La TENS (stimulation nerveuse électrique transcutanée), est utilisée pour contrôler les états douloureux aigus ou chroniques. De légères impulsions électriques sont appliquées via des électrodes appliquées à des sites de stimulation stratégiques pour activer des contractions physiologiques de fibres nerveuses rapides afin de réduire la perception de la douleur.\nCe courant est transmis à partir d'un électro-stimulateur, un générateur d'impulsions qui permet d'exciter les cellules nerveuses. L'appareil est équipé avec diffèrent programmes que le clinicien choisi en fonction des caractéristiques de la douleur du patient ou le types de traitements.",
    "UltrasonText": "La thérapie par ultrasons consiste en des vibrations acoustiques imperceptibles à l'oreille humaine qui favorisent la cicatrisation des tissus et soulagent la douleur.\nLes tissus traversés par les ultrasons vibrent générant un micro-massage très intense, agissant sur les tissus en profondeur. Ce phénomène permet la dépense d'énergie et la production de chaleur. La chaleur générée a un effet analgésique, permet la relaxation musculaire, a une action fibrolytique (pour le traitement du tissu cicatriciel) et un effet trophique (pour accélérer la réparation des lésions tissulaires et la résolution des processus inflammatoires).",
    "TecarText": "TECAR ou Tecarthérapie est un procédé de régénération articulaire et musculaire particulièrement innovant. Il agit sur le métabolisme tissulaire en réactivant les processus physiologiques normaux grâce à une énergie biocompatible. Indolore et non-invasive, cette technique est appréciée des patients grâce à la chaleur douce diffusée dans les tissus. \n\nLe principe de base est de permettre la stimulation des mécanismes naturels d'autoréparation du corps humain pour favoriser la réhabilitation rapide des fonctions musculaires et articulaires.",
    "TechnUt": "Techniques Utilisées",
    "ManipVert": "MANIPULATIONS VERTÉBRALES",
    "ReeducPost": "RÉÉDUCATION POSTURALE (MÉTHODE MÉZIÈRES)",
    "Massot": "MASSOTHÉRAPIE (Massage thérapeutique)",
    "TechnPomp": "TECHNIQUE DES POMPAGES MYOFASCIAUX",
    "TriggerP": "TRIGGER POINT THÉRAPIE",
    "Drainage": "DRAINAGE LYMPHATIQUE MANUEL",
    "Kinesio": "KINESIO TAPING",
    "Matrix": "Appareils de fitness MATRIX",
    "MatrixText": "Matrix est une grande marque dans le domaine du cardio et de la musculation.\nDans notre cabinet on a installé:\n-Leg extension et curl médical: pour des exercices ciblés à la récupération musculaire des jambes. \n-Vélo semi-allongé médical: pour exercices de cardio et d'échauffement musculaire  \n-Functional traîner médical: pour tous les exercices des épaules, du dos, des abdominaux et du bas du corps.",
    "KinesioText": "Kinesio Taping utilise de bandes de tissu adhésif élastique disposées de manière à optimiser le mouvement avec l'objectif de corriger les pathologies musculo-articulaires légères sans pour autant limiter le mouvement.\n\nC'est une technique non invasive et non pharmacologique pour aider les tissus mous à se restaurer et par conséquent réduit la douleur et accélère la guérison naturelle du corps.",
    "DrainageText": "La technique du drainage lymphatique manuel remonte au danois Emil Vodder en 1936.\nLe système lymphatique permet l'écoulement naturel de la lymphe, un liquide aqueux riche en sels, lymphocytes et protéines, qui recueille les déchets métaboliques qui s'accumulent dans les tissus.\nLe drainage lymphatique de type Vodder facilite ou rétablit cette circulation, améliorant les états de stase tels que lymphœdème, gonflement des jambes ou des bras, peau sèche, rétention d'eau\n\nSouvent, le bandage élastique de compression fait partie intégrante du drainage lymphatique. Le bandage élastique-compressif est généralement appliqué sur le membre (bras ou jambe) 'enflé' et favorise la contraction musculaire pour augmenter la pression sous les tissus si que un fois que le bandage est enlevé la pression diminue et favorise le drainage de la lymphe.",
    "TriggerPText": "Le traitement des trigger point myofasciaux implique le traitement des points de déclenchement myofasciaux (MTrP) qui se trouvent dans les muscles et les fascias. Les MTrP sont des zones tendues et douloureuses du muscle que peuvent être trouvés dans n'importe quelle région du corps. Le thérapeute détecte les emplacements des nodules enflammés du patient, puis exerce une pression ferme et continue, et la relâche.",
    "TechnPompText": "La Technique des Pompages Myofasciaux, aussi appelés pompages, est une technique manuelle qui travaille sur les structures musculaires, fasciales et articulaires. C'est réalisé avec des mouvements rythmiques, avec des temps lents et bien établis, qui fait passer une zone du corps du patient d'un état de tension à un état de relaxation et inversement. Cette technique permet au patient de gagner en élasticité et d'améliorer la circulation sanguine et lymphatique.\nGrâce au caractère non invasif et à l'efficacité de cette technique, les pompages sont largement utilisés et les pompages cervicaux sont souvent prescrits en cas de douleurs cervicales, céphalées ou douleurs de la colonne vertébrale.",
    "MassotText": "La Massothérapie est un traitement thérapeutique pour les patients souffrant de douleurs musculaires localisées, généralement dues à une posture incorrecte, à des pathologies de la colonne vertébrale ou de l'appareil locomoteur, à un effort physique insuffisant. \n\nLe traitement de massothérapie peut se faire avec des huiles ou des crèmes, et consiste en un ensemble de manœuvres effectuées directement sur la peau pour réduire les tensions musculaires et la douleur par des frottements superficiels ou profonds, des manœuvres de pression, des compressions et des pétrissages pour améliorer l'élasticité des tissus, des coups stimulants et vasodilatateurs et des percussions.",
    "ReeducPostText": "La Méthode Mézières est une technique de kinésithérapie créée en 1947 par Françoise Mézières, conçue pour une pratique individuelle du patient en considérant une perspective globale. Par un travail de base sur des étirements posturaux globaux et la conscience corporelle, les différentes chaînes musculaires et articulaires sont rééquilibre, si que la posture s'améliore et la douleur est soulagé. \nLe traitement vise à restaurer la mobilité globale des muscles et des articulations de manière progressive, en équilibrant la respiration, en étirant les chaînes musculaires rétractées, en améliorant la conscience corporelle et la posture avec la participation active du patient. \nCette méthode vient utiliser dans les pathologies fonctionnelles vertébral (p.ex. lombosciatique, cervicalgie), articulaire (p.ex. coxarthrose, gonarthrose), musculaire (p.ex. syndrome scalène, syndrome du défilé thoracique supérieur), dysmorphie (p.ex. hyperlordose scoliose, genoux valgus/varus, pieds plats/creux), dysfonctionnement du diaphragme",
    "ManipVertText": "La manipulation est une mobilisation passive, c'est-à-dire nécessitant l'absence totale d'aide ou de contractions musculaires de la part du patient, d'une articulation ou d'un ensemble d'articulations effectuée à grande vitesse et à amplitude de mouvement limitée, qui a pour but de :\n-Induire des changements dans l'activité neuromusculaire (p.ex. augmenter l'amplitude des mouvements (ROM) ou diminuer la raideur vertébrale)\n-Réduire la douleur immédiatement\nLa manipulation de la colonne vertébrale est donc un geste médical thérapeutique; il s'agit d'une manœuvre 'orthopédique' précise, dont les indications et contre-indications doivent être préalablement définies au moyen d'un examen anamnestique et objectif général et particulier du Patient.",
    "ReadaptRespText": "La réhabilitation respiratoire vise à améliorer la fonction respiratoire chez les patients qui l'ont compromise à la suite de maladies ou de dysfonctionnements respiratoires.\nNos techniques de physiothérapie visent à enseigner au patient une plus grande conscience corporelle en le stimulant à adopter une respiration correcte. Une bonne respiration diaphragmatique est en effet la base d'une vie quotidienne saine, et fonctionnelle à tout autre type de rééducation.",
    "ReadaptSportiveText": "Notre centre de kinésithérapie est expert en rééducation sportive des lésions musculaires ou ligamentaires (p.ex. croisés, collatéraux), des tendinopathies, des entorses (p.ex. cheville, genou) et des post-fractures.\n\nL'entraînement sportif comporte deux phases :\n-Le premier dédié à la prise en charge de la douleur, de l'œdème et de la phase inflammatoire,\n-Le second dédié aux étirements et exercices permettant de retrouver souplesse, force et équilibre.\n\nDans le processus d'éducation du patient, nous prêtons attention à la manière de prévenir d'autres blessures en enseignant au patient des exercices d'échauffement et proprioceptifs, en effectuant des tests posturaux pour vérifier et corriger les attitudes incorrectes et suggérer des d'exercices fonctionnels spécifiques et des équipements pour un approche adapté au type d'activité sportive.",
    "ReadaptOrtText": "Dans notre cabinet, la rééducation orthopédique se concentre sur tous les problèmes musculo-squelettiques résultant de fractures et de traumatismes (p. ex. les entorses), les résultats de la chirurgie orthopédique (p. ex. es prothèses de la hanche ou du genou), les pathologies chroniques et rhumatismales (p. ex. l'arthrose), les tendinites (p. ex. l'épicondylite et l'épitrochléite) et bien plus encore.\n\nLa rééducation orthopédique vise à récupérer les fonctions correctes du corps ou à réduire l'incapacité dérivant de pathologies.\nLes traitements offerts dans ce domaine comprennent la thérapie manuelle (ex. pompage, massothérapie locale, mobilisation), la rééducation proprioceptive et l'utilisation d'appareils électro-médicaux tels que TENS, Tecar, Ultrasons et les Ondes de Choc."
  },
  "contacts": {
    "Contacts": "Contacts",
    "Intro": "Comment nous joindre"
  }
}