{
    "title": {
      "Title": "Spike Physio Sport"
    },
    "hours": {
      "WorkingDays": "Mon-Fri",
      "HolidayDays":"Sat-Sun",
      "Ferme":"Closed"
    },
    "home": {
      "Close": "Close",
      "Intro": "State of the art physiotherapy center for personalized treatments.",
      "Hours": "Opening Time",
      "Home title": "Latest News",
      "Home description": "Home description",
      "Welcome": "Welcome",
      "to Physiotherapy clinic": "to the Physiotherapy Clinic",
      "text": "One two three text example",
      "Valeurs": "Our Values",
      "Pratique": "Practice based on scientific evidence",
      "Soins": "Personalized care \n  ",
      "Recherche": "Researches",
      "TextOne": "The main advantage of the personalized rehabilitation process is the possibility of carrying out a program studied on the individuality of the patient to identify the best treatment and ensure maximum functional recovery. Each session is individual and the personalized rehabilitation program offers the possibility of a global intervention for the resolution of the problem, where the patient and his pathology are at the center of our care, from the beginning to the end.",      
      "TextTwo": "Evidence-based physiotherapy is the integration of the best research evidence with clinical experience and patient assessment. Physiotherapy, as a widely recognized health profession, needs to update its method of practice to stay alive in the age of scientific research.",
      "TextThree":"Research in the health sector is developing more and more and in order to be able to meet ever-increasing needs, it is necessary to take training courses. Our approach to diagnosis and treatment is to up to date with the latest research and technology in physical and adaptive medicine."    
    },
    "about": {
      "About title": "About title",
      "About description": "About description"
    },
    "header": {
      "Home": "Home",
      "About Us": "About Us",
      "Activities": "Our Services",
      "Gallery": "Gallery",
      "Contacts": "Contacts"
    },
    "equipe": {
      "Chef":"Head of physiotherapy",
      "Physio": "Physiotherapist",
      "Intro":"We are a highly specialized team with the patient's well-being at heart. Our main objective, through our services, is to provide personalized treatments and convey the importance of prevention, basing rehabilitation on the physiological movements to integrate into the daily routine in order to maintain osteoarticular and muscular health.",      
      "AboutUs": "About us",
      "Title": "Our Team",
      "Text": "Here after the doctors of the structure"
    },
    "services": {
      "Intro": "We treat a wide variety of muscular, skeletal and neuromuscular disorders by combining different medical methods to offer the patient the best personalized recovery strategy.",
      "Services": "Our Services",
      "PhysioGeneral": "Treatment offered",
      "ReadaptationOrtopedique": "ORTHOPEDIC REHABILITATION",
      "ReadaptSportive": "SPORTS REHABILITATION",
      "ReadaptationSportive": "Therapeutic devices",
      "TherapPh": "PHYSICAL THERAPIES",
      "Tecar": "TECAR",
      "Ultrason": "Ultrasound",
      "ElectrSt": "TENS and ELECTROSTIMULATION",
      "Magneto": "Magnetotherapy",
      "Onde": "Shockwaves",
      "OndeText": "Shockwaves is a treatment that uses pressure pulses that generate a mechanical force that transfers energy to tissues and bones to stimulate their repair processes.\nThe therapy is indicated for the treatment of all forms of tendinopathy, as well as in the case of bursitis, heel spur and plantar fasciitis.",   
      "MagnetoText": "A magnetic field generated by varying frequencies is the basis of magnetotherapy to treat acute or chronic bone and muscle disorders. It helps restore cellular balance when cells are damaged. The main effect of this therapy is to regenerate the cells with an effective reconstructive, anti-inflammatory and anti-edematous action without any side effects, it also allows the body to relax by generating an anti-stress action, in this way all the curative phenomena are accelerated.",      
      "ElectrStText": "TENS (Transcutaneous Electrical Nerve Stimulation), is used to control acute or chronic pain conditions. Mild electrical impulses are applied via electrodes applied to strategic stimulation sites to activate rapid physiological contractions of nerve fibers in order to reduce the perception of pain.\nThis current is transmitted from an electro-stimulator, an impulse generator which allows nerve cells to be excited. The device is equipped with different programs that the clinician chooses according to depending on the characteristics of the patient's pain or the type of treatment.",      
      "UltrasonText": "Ultrasound therapy consists of acoustic vibrations imperceptible to the human ear which promote tissue healing and relieve pain.\nThe tissues crossed by the ultrasound vibrate generating a very intense micro-massage, acting on the deep tissues. This phenomenon allows the expenditure of energy and the production of heat. The heat generated has an analgesic effect, allows muscle relaxation, has a fibrolytic action (for the treatment of scar tissue) and a trophic effect (to accelerate repair of tissue damage and resolution of inflammatory processes).",
      "TecarText": "TECAR or Tecartherapy is a particularly innovative joint and muscle regeneration process. It acts on tissue metabolism by reactivating normal physiological processes using biocompatible energy. Painless and non-invasive, this technique is appreciated by patients thanks to with gentle heat diffused into the tissues. \n\nThe basic principle is to allow the stimulation of the natural self-repair mechanisms of the human body to promote the rapid rehabilitation of muscle and joint functions.",      
      "TechnUt": "Technics Used",
      "ManipVert": "VERTEBRAL MANIPULATIONS",
      "ReeducPost": "POSTURAL REHABILITATION (MÉZIÈRES METHOD)",
      "Massot": "MASSAGE THERAPY (Therapeutic massage)",
      "TechnPomp": "MYOFASCIAL PUMPING TECHNIQUE",
      "TriggerP": "TRIGGER POINT THERAPY",
      "Drainage": "MANUAL LYMPHATIC DRAINAGE",
      "Kinesio": "KINESIO TAPING",
      "Matrix": "MATRIX fitness equipment",
      "MatrixText": "Matrix is a great brand in the field of cardio and weight training.\nIn our practice we have installed:\n-Leg extension and medical curl: for targeted exercises for muscle recovery of the legs. \n -Medical recumbent bike: for cardio exercises and muscle warm-up \n-Medical functional trainer: for all shoulder, back, abdominal and lower body exercises.",
      "KinesioText": "Kinesio Taping uses strips of elastic adhesive fabric arranged in such a way as to optimize movement with the objective of correcting mild musculo-articular pathologies without limiting movement.\n\nIt is a non-invasive technique and non-pharmacological to help restore soft tissue and therefore reduce pain and accelerate the body's natural healing.",      
      "DrainageText": "The technique of manual lymphatic drainage dates back to the Danish Emil Vodder in 1936.\nThe lymphatic system allows the natural flow of lymph, a watery liquid rich in salts, lymphocytes and proteins, which collects metabolic waste products that 'accumulate in the tissues.\nVodder-type lymphatic drainage facilitates or restores this circulation, improving states of stasis such as lymphedema, swelling of the legs or arms, dry skin, fluid retention\n\nOften, the elastic bandage compression is an integral part of lymphatic drainage The elastic-compressive bandage is usually applied to the 'swollen' limb (arm or leg) and promotes muscle contraction to increase the pressure under the tissues so that once the bandage is removed the pressure decreases and promotes lymph drainage.",      
      "TriggerPText": "Myofascial trigger point treatment involves the treatment of myofascial trigger points (MTrP) which are found in the muscles and fascia. MTrPs are tense and painful areas of muscle that can be found in any region of the body. The therapist senses the locations of the patient's inflamed nodules, then applies firm, continuous pressure, and releases it.",
      "ReeducPostText": "The Mézières Method is a physiotherapy technique created in 1947 by Françoise Mézières, designed for individual patient practice by considering a global perspective. Through basic work on global postural stretching and body awareness, the different muscle and joint chains are rebalanced, so that posture improves and pain is relieved.\nTreatment aims to restore the overall mobility of muscles and joints gradually, by balancing breathing, stretching retracted muscle chains, by improving body awareness and posture with the active participation of the patient.\nThis method is used in functional pathologies of the vertebral (e.g. lumbosciatica, neck pain), articular (e.g. coxarthrosis, gonarthrosis), muscular (p. scalene syndrome, upper thoracic outlet syndrome), dysmorphism (e.g. hyperlordosis scoliosis, valgus/varus knees, flat/hollow feet), diaphragm dysfunction",      
      "ManipVertText": "Manipulation is a passive mobilization, that is to say requiring the total absence of assistance or muscular contractions on the part of the patient, of a joint or a set of joints performed speed and limited range of motion, which aims to:\n- Induce changes in neuromuscular activity (e.g. increase range of motion (ROM) or decrease spinal stiffness)\n- Reduce pain immediately\nManipulation of the spine is therefore a therapeutic medical gesture; it is a precise 'orthopedic' maneuver, the indications and contraindications of which must be defined beforehand by means of an anamnestic examination and general and particular objective of the Patient.",      
      "ReadaptOrtop": "ORTHOPEDIC REHABILITATION",
      "ReadaptResp": "RESPIRATORY REHABILITATION",
      "ReadaptOrtText": "In our practice, orthopedic rehabilitation focuses on all musculoskeletal problems resulting from fractures and trauma (e.g. sprains), results of orthopedic surgery (e.g. prostheses of hip or knee), chronic and rheumatic pathologies (e.g. osteoarthritis), tendinitis (e.g. epicondylitis and epitrochleitis) and much more.\n\nOrthopaedic rehabilitation aims to recover the correct functions of the body or reduce the disability deriving from pathologies.\nTreatments offered in this area include manual therapy (eg pumping, local massage therapy, mobilization), proprioceptive rehabilitation and the use of electro- medical devices such as TENS, Tecar, Ultrasound and Shockwaves.",
      "ReadaptRespText": "Respiratory rehabilitation aims to improve respiratory function in patients who have compromised it as a result of respiratory diseases or dysfunctions.\nOur physiotherapy techniques aim to teach the patient greater body awareness by stimulating them to adopt correct breathing. Good diaphragmatic breathing is indeed the basis of a healthy daily life, and functional to any other type of rehabilitation.",      
      "ReadaptSportiveText": "Our physiotherapy center is an expert in sports rehabilitation of muscle or ligament injuries (eg cruciate, collateral), tendinopathies, sprains (eg ankle, knee) and post-fractures.\n\nSports training has two phases:\n-The first dedicated to the management of pain, edema and the inflammatory phase,\n-The second dedicated to stretching and exercises to regain flexibility, strength and balance.\n\nIn the patient education process, we pay attention to how to prevent further injury by teaching the patient warm-up and proprioceptive exercises, performing postural tests to check and correct incorrect attitudes and suggest specific functional exercises and equipment for an approach adapted to the type of sporting activity."      
    },
    "contacts": {
      "Contacts": "Contacts",
      "Intro": "How to reach us"
    }
  }