{
    "title": {
      "Title": "Spike Physio Sport"
    },
    "hours": {
      "WorkingDays": "Mon-Fri",
      "HolidayDays":"Sat-Sun",
      "Ferme":"Closed"
    },
    "home": {
      "Close": "Close",
      "Intro": "State of the art physiotherapy center for personalized treatments.",
      "Hours": "Opening Time",
      "Home title": "Latest News",
      "Home description": "Home description",
      "Welcome": "Welcome",
      "to Physiotherapy clinic": "to the Physiotherapy Clinic",
      "text": "One two three text example",
      "Valeurs": "Our Values",
      "Pratique": "Practice based on scientific evidence",
      "Soins": "Personalized care \n  ",
      "Recherche": "Researches",
      "TextOne": "Each patient is unique and the response times to a therapy are different too. An important advantage of the personalized rehabilitation process is therefore the possibility of carrying out a program studied on the individuality of the patient to identify the best treatment and ensure maximum functional recovery. Each session is individual and the personalized rehabilitation program offers the possibility of a global intervention for the resolution of the problem, where the patient and his pathology are at the center of our care, from start to finish.",
      "TextTwo": "Evidence-based physiotherapy is the integration of the best research evidence with clinical experience and patient assessment. Physiotherapy, as a widely recognized health profession, needs to update its method of practice to stay alive in the age of scientific research.",
      "TextThree":"Research in the health sector is developing more and more and in order to be able to meet ever-increasing needs, it is necessary to attend training courses. Our approach to diagnosis and treatment follows the latest research in the field of physical medicine and rehabilitation."
    },
    "about": {
      "About title": "About title",
      "About description": "About description"
    },
    "header": {
      "Home": "Home",
      "About Us": "About Us",
      "Activities": "Services",
      "Gallery": "Gallery",
      "Contacts": "Contacts"
    },
    "equipe": {
      "Chef":"Head of physiotherapy",
      "Physio": "Physiotherapist",
      "Intro": "We teach patients how to incorporate bone, joint and muscle healthy movements into their daily routine.",
      "AboutUs": "About us",
      "Title": "Our Team",
      "Text": "Here after the doctors of the structure"
    },
    "services": {
      "Intro": "We treat a wide variety of muscular, skeletal and neuromuscular disorders by combining different medical disciplines such as physiotherapy, osteopathy, physical medicine, and pain management.",
      "Services": "Services",
      "PhysioGeneral": "Treatment offered",
      "ReadaptationOrtopedique": "Orthopedic Rehabilitation",
      "ReadaptationSportive": "Sports Rehabilitation",
      "TherapPh": "PHYSICAL THERAPIES",
      "Tecar": "Tecar therapy",
      "Ultrason": "Ultrasound",
      "ElectrSt": "TENS and ELECTROSTIMULATION",
      "Magneto": "Magnetotherapy",
      "Onde": "Shockwaves",
      "OndeText": "Shockwaves in the acronym ESWT from English extracorporeal shockwave therapy, is a treatment mainly offered in physiotherapy, sports medicine and orthopedics for musculoskeletal disorders.\nThe therapist uses pressure pulses which generate mechanical force that transfers energy to tissues and bones to stimulate their repair processes.\nIn recent years, shock waves have found increasing use in the field of physiotherapy and sports medicine. \nThe therapy is indicated for the treatment of all forms of tendinopathy, as well as for bursitis, heel spurs and plantar fasciitis.",
      "MagnetoText": "A magnetic field generated by low and high frequencies is the basis of magnetotherapy. The main effect of this therapy is to regenerate cells with an effective reconstructive, anti-inflammatory and anti-oedematous action without any effect It also allows the body to relax, generating an anti-stress action.In this way, all healing phenomena are accelerated.\nMagnetic therapy in physiotherapy is non-invasive, safe and effective.The action of magnetic fields on the cells allows to restore the balance of physiological conditions. Particularly suitable for the regeneration of tissues following damaging events.",
      "ElectrStText": "Sense (TransCutaneous Electrical Nerve Stimulation), is used to control acute or chronic pain conditions. Mild electrical impulses are applied via tens to activate larger nerve fibers to reduce the perception of pain. \n\nElectrostimulation is performed using electrodes applied to the muscle. The aim is to produce stimuli that give rise to physiological contractions. This is possible thanks to an instrument called an electrostimulator, a pulsed current generator which makes it possible to excite the nerve cells. The device is equipped with programs specially designed for the different types of treatment.",
      "UltrasonText": "Particularly indicated for Dupuytren's disease, periarthritis, calcifications, epicondylitis, sciatica and neuritis, ultrasound therapy consists of acoustic vibrations imperceptible to the human ear to achieve a therapeutic effect. Certain mineral crystals crossed by an alternating current, compressing and expanding, emit specific ultrasonic vibrations.The radiation produced gives life to a very intense micro-massage, acting on the tissues at great depth.\nThe heat generated by the vibration is produced by intracellular and cellular shocks associated with a mechanical effect.",
      "TecarText": "Tecartherapy or Diathermy stimulates the tissues by acting from the inside without unnecessary dissipation of energy. It acts on the tissue metabolism by reactivating the normal physiological processes thanks to a biocompatible energy without projection of radiant energy from the outside.\nIt turns out to be a revolutionary method because for the first time the physical principle of the capacitor is applied to the biological field.",
      "TechnUt": "TECHNICS USED",
      "ManipVert": "VERTEBRAL MANIPULATIONS",
      "ReeducPost": "POSTURAL REHABILITATION (MÉZIÈRES METHOD)",
      "Massot": "MASSAGE THERAPY (Therapeutic massage)",
      "TechnPomp": "MYOFASCIAL PUMPING TECHNIQUE",
      "TriggerP": "TRIGGER POINT THERAPY",
      "Drainage": "MANUAL LYMPHATIC DRAINAGE",
      "Kinesio": "KINESIO TAPING",
      "KinesioText": "Kinesio Taping is a taping technique with particular patches that have a tissue that conforms to the elasticity of the skin.\n\nIt is a good natural remedy because, without the help of drugs, it helps soft tissue to restore itself and therefore reduces pain and accelerates the body's natural healing.\n\nFor all these reasons, Kinesio Taping can be applied to almost any area of the body, although its method of application must follow a precise procedure by the physiotherapist: applying the Kinesio Taping on the shoulder will therefore be different from putting it on the elbow or knee.\n\nIndeed, it is only if they are correctly applied that the tapings allow a controlled dynamism of the muscle which stimulates the reabsorption of the edemas and the reduction of the pain.",
      "DrainageText": "Manual Vodder Lymphatic Drainage is a massage technique with methods of execution and technical specifications that distinguish it from all other types of massage.\n\nLymphatic drainage is used to drain lymphatic fluid from the body. body that does not have its own pump, just like the heart for blood. This technique then follows the path of the lymphatic system by stimulating the reabsorption of edema and the repair of wounds or other irritations.\n\nIndeed, drainage manual lymphatic system is not dedicated solely to the legs, nor is it a technique for combating imperfections such as cellulite.\n\nThe lymphatic system allows the natural flow of lymph, a watery liquid rich in salts, lymphocytes and proteins, which collects metabolic waste that accumulates in the tissues.\nVodder-type lymphatic drainage facilitates or restores this circulation, improving states of stasis such as:\n-Lymphedema\n-Absence of scars\n-Swelling of the legs or arms\n-Dry skin\n-Water retention\n\nFollowing the treatment, with special indications, an elastic bandage or kinesio taping can be applied.\n\nOften, the elastic compression bandage is an integral part lymphatic drainage and is prescribed by the competent doctor at the same time as the massage. It is a type of bandage that is mainly applied to patients with vascular and lymphatic problems.\n\nThis type of dressing ensures the dressing of the affected limb allowing the patient on the one hand to perform all movements, while d On the other hand, physiologically, it creates compression on the underlying vascular tissues which, together with muscle contraction, tends to stimulate greater lymph flow in the distal proximal direction.\n\nThe elastic bandage- compression is therefore generally applied to the 'swollen' limb (arm or leg) and causes muscle contraction to increase the pressure under the tissues. One of the most common applications is lymphedema, a slowing or blocking of lymphatic circulation in the upper or lower limb: this pathology is often chronic and the use of the dressing after lymphatic drainage is an effective technique for its treatment.",
      "TriggerPText": "Myofascial trigger point treatment, also known as 'trigger point therapy', involves the treatment of myofascial trigger points (MTrPs) that are found in the muscles and fascia. MTrPs are tense and painful areas of the muscle MTrPs can affect both muscle and fascia MTrPs can be found in any part of the body and are one of the most common causes of chronic musculoskeletal pain , also described as myofascial pain. A certified trigger point therapist is able to induce relaxation of these tense and painful areas, until the symptoms are resolved in the long term.",
      "TechnPompText": "The Myofascial Pumping Technique, commonly called pumping, is a manual technique that works on muscle, fascial and joint structures.\n\nThe pumping technique is a rhythmic movement, with slow and well-established beats, which moves an area of the patient's body from a state of tension to a state of relaxation and vice versa.With this technique you gain elasticity and promote blood and lymphatic circulation.\n\nDue to the delicacy and the effectiveness of the technique, pumps are widely used and neck pumps are often prescribed for neck pain, tension headaches and spinal pain.",
      "MassotText": "It is a real therapeutic treatment for patients suffering from muscle pain localized in specific places, generally due to an incorrect postural position, pathologies involving the spine or the musculoskeletal system, physical exertion insufficient. The indication of the decontracting massage is evaluated by the doctor or the physiotherapist. The treatment can be done by superficial or deep friction, pressure maneuvers, compressions and kneading to improve the elasticity of the tissues, stimulating blows and vasodilators and percussion.There are many nerve endings in the skin or deeper that undergo positive stimulation.\n\nIn particular, reflexogenic district massage therapy, applied with oils or creams, consists of a set of maneuvers performed directly on the skin to reduce muscle tension and pain: the movements performed by the physiotherapist follow the direction of the muscle fibers respecting the venous blood circulation direction in order to improve lymphatic and blood circulation, as well as to generate well-being generalized.",
      "ReeducPostText": "The Mézières Method is a physiotherapy technique created and developed since 1947 by Françoise Mézières, designed to be practiced individually, treating the patient from a global perspective. Through work based on global active postural stretching and body awareness , Mézières rebalances the various muscle and joint chains, improves posture and relieves pain. Static and human movements are possible thanks to the joint action of bones, joints and muscles. This global biomechanics has developed thanks to the chains joints and muscles, which are particularly unbalanced in each person and which, over time, can be the cause of many injuries.The treatment aims to restore the overall mobility of the muscles and joints gradually, by balancing breathing, by stretching retracted muscle chains, improving body awareness and always with the active participation of the patient. In addition to its therapeutic level and other musculoskeletal dysfunctions, Mézières works on educational and preventive aspects, which allow the re-harmonization of posture. The field of application of the method is that of the following functional pathologies:\n-Vertebral: lumbago, lumbosciatica, neck pain, cervicobrachialgia;\n-Articular: scapulohumeral periarthritis, coxarthrosis, gonarthrosis;\n-Muscular: scalene syndrome, upper thoracic outlet syndrome, angular syndrome;\n-Dysmorphia: hyperlordosis, hyperkyphosis, scoliosis, valgus/varus knees, flat/hollow feet;\n-Diaphragm dysfunction which may lead to heart or digestive problems\n-Urogenital dysfunctions resulting from postpartum.\nPostural rehabilitation is organized in a cycle of care (possibly no less than ten sessions), most often weekly and lasting sixty minutes, sometimes varying according to the therapeutic needs of the subject. Postural rehabilitation has its roots in the principle that the pain that occurs is always far from the cause that produces it, and that therefore a good Méziériste Physiotherapist is the one who will above all know how to identify the origin of the problem to help the patient in the search of his own psycho-physical balance.",
      "ManipVertText": "Manipulation is forced passive mobilization that tends to bring the elements of a joint or set of joints beyond their usual play, to the limit of their possible anatomical play. It therefore consists to the spine, when his condition allows and requires it, to perform movements of rotation, lateroflexion, flexion or extension, isolated or combined, at the level of the vertebral segment chosen (Maigne). Manipulation is therefore a gesture medical therapy; it is a specific 'orthopedic' maneuver, the indications and contraindications of which must be defined beforehand by means of an anamnestic examination and general and specific objective of the Patient. This examination must lead to a diagnosis whose will derive the indication or not, the type of maneuvers to perform, the coordinates of these maneuvers, the type, number and frequency of the sessions to be performed.An important aspect is that this type of diagnosis, in addition to having an impact precise therapy, allows to 'monitor' the progress and results of therapies and not only 'manual' ones. The diagnosis for us is therefore not just a label, but a tool to verify the results and adapt the therapy to the evolution of the case.",
      "ReadaptOrtop": "ORTHOPEDIC REHABILITATION",
      "ReadaptSportive": "SPORTS REHABILITATION",
      "ReadaptResp": "RESPIRATORY REHABILITATION",
      "ReadaptRespText": "Respiratory rehabilitation aims to improve respiratory function in patients who have compromised it as a result of respiratory diseases or dysfunctions. \n\nPhysiotherapy techniques applied aim to teach the patient greater body awareness by stimulating him to adopt correct breathing.\n\nIn a person at rest, breathing must be diaphragmatic: in fact, the thoracic muscles (and therefore the breathing that takes place with them) must only be activated in the event of emergency.\n\nHowever, chest breathing often takes the place of diaphragmatic breathing, creating imbalances and sometimes contributing to the development of pathologies.\n\nGood breathing is the basis not only of a healthy daily life, but also functional to any other type of rehabilitation, neurological, postural, sports.",
      "ReadaptSportiveText": "Are you athletic and have suffered an injury? Do you need physiotherapy treatments to fully recover from a sprained ankle or a dislocated shoulder? Contact the Salus Center, we are a structure in the province of Treviso specializing in sports physiotherapy.\n\nOur doctors and physiotherapists are proven in sports and take a personalized approach depending on the type of injury, the location of the injury (for example, physiotherapy of the ankle, knee, shoulder, etc.) and the individual needs of the injury.\n\nSports rehabilitation includes a first phase of pain management, edema and inflammatory phase, a next dedicated to stretching and exercises that allow to regain strength, flexibility and balance.Finally, we move on to the introduction of specific functional exercises to help the athlete to fully readapt to the sport. \n\nThe causes of injuries are the most varied: direct traumatic events, functional overload, poor training or use of unsuitable equipment. \n\nHere are the problems mentioned: \n-Muscle or ligament injuries (cross, collateral, etc.) \n-Tendinopathies \n-Sprains (ankle, knee, etc.) \n-Dislocations \n-Fractures \n- Accident prevention \n\nIn the process of rehabilitating the patient, in order to avoid further injuries, special attention is paid to prevention which must always include: adequate warm-up before the session, proprioceptive exercises, postural tests to check and correct possible incorrect attitudes, exercises that allow the joints concerned, care in the choice of equipment adapted to the type of sporting activity.",
      "ReadaptOrtText": "Orthopedic rehabilitation focuses on all skeletal muscle problems that can arise from trauma or chronic diseases, such as osteoarthritis and rheumatological diseases. \n\nLike all types of physiotherapy, orthopedic rehabilitation aims to recover the correct functions of the body or to reduce the incapacity deriving from pathologies. \n\nBased on the doctor's diagnosis, the therapist performs a careful assessment and sets up a cycle of appropriate treatments to help the patient. \n\nSpecifically, in our practice, orthopedic rehabilitation focuses on fracture and trauma outcomes (e.g. sprains), orthopedic surgery outcomes (such as hip or knee replacements), osteoarthritis (eg knee osteoarthritis), tendinitis (as in the case of epicondylitis and epitrocleitis) and much more (orthopedic rehabilitation of the upper limb and lower limb in general). \n\nRheumatic pathologies find a large place. \n\nOsteoarthritis is a degenerative joint disease and can therefore be found in all areas of our body: cervical osteoarthritis, hand osteoarthritis, rhizoarthrosis (thumb osteoarthritis), gonarthrosis (knee osteoarthritis), coxarthrosis (hip osteoarthritis). \n\nFor these last two pathologies, surgery to replace the damaged joint is very common. The hip prosthesis, for example, has a precise physiotherapy protocol: the rehabilitation of the hip prosthesis takes relatively short but very tight deadlines. Recovery times are actually 6-8 weeks, but already 24 hours after surgery, the patient gets up with the advice of the physiotherapist. \n\nIn the context of orthopedic rehabilitation, in addition to physiotherapy, proprioceptive rehabilitation and manual therapies (pumping, district massage therapy, mobilization), electromedical such as tens, tecar, ultrasound, waves of shock and iontophoresis are also used."
    },
    "contacts": {
      "Contacts": "Contacts"
    }
  }