{
    "title": {
      "Title": "SPIKE Physio Sport"
    },
    "hours": {
      "WorkingDays": "Lun-Ven",
      "HolidayDays":"Sam-Dim",
      "Ferme":"Fermé"
    },
    "home": {
      "Close": "Fermer",
      "Intro": "Centre de physiothérapie à la pointe de la technologie pour des traitements personnalisés.",
      "Hours": "Horaire d'Ouverture",
      "Home title": "Test",
      "Home description": "Home description",
      "Welcome": "Bienvenu",
      "to Physiotherapy clinic": "À la clinique de physiothérapie",
      "Valeurs": "Nos Valeurs",
      "Pratique": "Pratique basée sur l'evidence scientifique",
      "Soins": "Soins personalisés \n  ",
      "Recherche": "Recherches et mises à jour continues",
      "TextOne": "Chaque patient est unique et les temps de réponse à une thérapie est différents aussi. Un avantage important du processus de réadaptation personnalisé est donc la possibilité de réaliser un programme étudié sur l'individualité du patient pour identifier le meilleur traitement et assurer une récupération maximale fonctionnelle. Chaque séance est individuelle et le programme de réadaptation personnalisé offre la possibilité d'une intervention globale pour la résolution du problème, où le patient et sa pathologie sont au centre de nos soins, du début à la fin.",
      "TextTwo": "La physiothérapie fondée sur des évidence scientifique est l'intégration des meilleures preuves de recherche avec l'expérience clinique et l'évaluation des patients. La physiothérapie, en tant que profession de santé largement reconnue, doit mettre à jour sa méthode de pratique pour rester en vie à l'ère de la recherche scientifique.",
      "TextThree":"La recherche dans le secteur de la santé se développe de plus en plus et afin de pouvoir répondre à des besoins toujours plus croissants, il est nécessaire de suivre des cours de formation. Notre approche du diagnostic et du traitement suit les dernières recherches dans le domaine de la médecine physique et de la réadaptation."
    },
    "about": {
      "About title": "About title",
      "About description": "About description"
    },
    "header": {
      "Home": "Home",
      "About Us": "About Us",
      "Activities": "Services",
      "Gallery": "Gallery",
      "Contacts": "Contacts"
    },
    "equipe": {
      "Chef":"Chef de physiothérapie",
      "Physio": "Physiothérapeute",
      "Intro":"Nous enseignons aux patients comment intégrer des mouvements sains à la santé ostéoarticulaire et musculaire dans leur routine quotidienne.",
      "AboutUs": "À Propos de Nous",
      "Title": "Notre équipe",
      "Text": "En dessous les docteurs de la structure"
    },
    "services": {
      "Intro": "Nous traitons une grande variété de troubles musculaires, squelettiques et neuromusculaires en combinant différentes disciplines médicales telles que la physiothérapie, l'ostéopathie, la médecine physique, et la gestion de la douleur.",
      "Services": "Services",
      "PhysioGeneral": "Traitement Proposés",
      "ReadaptationOrtopedique": "Réadaptation Orthopedique",
      "ReadaptationSportive": "Réadaptation Sportive",
      "ReadaptOrtop": "RÉADAPTATION ORTHOPÉDIQUE",
      "ReadaptSportive": "RÉADAPTATION SPORTIVE",
      "ReadaptResp": "RÉADAPTATION RESPIRATOIRE",
      "TherapPh": "THÉRAPIES PHYSIQUES",
      "Tecar": "Técarthérapie",
      "Ultrason": "Ultrason",
      "ElectrSt": "TENS et ÉLECTROSTIMULATION",
      "Magneto": "Magnétothérapie",
      "Onde": "Ondes de choc",
      "OndeText": "Les ondes de choc dans l'acronyme ESWT de l'anglais extracorporeal shockwave therapy, est un traitement principalement proposé en kinésithérapie, médecine du sport et orthopédie pour les troubles musculo-squelettiques.\nLe thérapeute utilise des impulsions de pression qui génèrent une force mécanique qui transfère de l'énergie aux tissus et aux os pour stimuler leurs processus de réparation.\nCes dernières années, les ondes de choc ont trouvé une utilisation croissante dans le domaine de la physiothérapie et de la médecine du sport.\nLa thérapie est indiquée pour le traitement de toutes les formes de tendinopathies, ainsi que dans le cas de la bursite, de l'épine calcanéenne et de la fasciite plantaire.",
      "MagnetoText": "Un champ magnétique généré par des basses et hautes fréquences est la base de la magnétothérapie. L'effet principal de cette thérapie est de régénérer les cellules avec une action reconstructrice, anti-inflammatoire et anti-oedémateuse efficace sans aucun effet secondaire. Il permet également au corps de se détendre en générant une action anti-stress. De cette manière, tous les phénomènes curatifs sont accélérés.\nLa magnétothérapie en physiothérapie est non invasive, sûre et efficace. L'action des champs magnétiques sur les cellules permet de rétablir l'équilibre des conditions physiologiques. Particulièrement adapté à la régénération des tissus suite à des événements dommageables.",
      "ElectrStText": "La Sens (TransCutaneous Electrical Nerve Stimulation), est utilisée pour contrôler les états douloureux aigus ou chroniques. De légères impulsions électriques sont appliquées via des dizaines pour activer des fibres nerveuses plus grosses afin de réduire la perception de la douleur.\n\nL'électrostimulation est réalisée à l'aide d'électrodes appliquées sur le muscle. Le but est de produire des stimuli qui donnent lieu à des contractions physiologiques. Cela est possible grâce à un instrument appelé électrostimulateur, un générateur de courant pulsé qui permet d'exciter les cellules nerveuses. L'appareil est équipé de programmes spécialement conçus pour les différents types de traitements.",
      "UltrasonText": "Particulièrement indiquée pour la maladie de Dupuytren, la périarthrite, les calcifications, l'épicondylite, la sciatique et la névrite, la thérapie par ultrasons consiste en des vibrations acoustiques imperceptibles à l'oreille humaine pour obtenir un effet thérapeutique. Certains cristaux minéraux traversés par un courant alternatif, se comprimant et se dilatant, émettent des vibrations ultrasonores spécifiques. Le rayonnement produit donne vie à un micro-massage très intense, agissant sur les tissus à grande profondeur.\nLa chaleur générée par la vibration est produite par des chocs intracellulaires et cellulaires associés à un effet mécanique.",
      "TecarText": "La técarthérapie ou Diathermie permet de stimuler les tissus en agissant de l'intérieur sans dissipation inutile d'énergie. Il agit sur le métabolisme tissulaire en réactivant les processus physiologiques normaux grâce à une énergie biocompatible sans projection d'énergie rayonnante de l'extérieur.\nIl s'avère être une méthode révolutionnaire car pour la première fois le principe physique du condensateur est appliqué au domaine biologique.",
      "TechnUt": "TECHNIQUES UTILISÉES",
      "ManipVert": "MANIPULATIONS VERTÉBRALES",
      "ReeducPost": "RÉÉDUCATION POSTURALE (MÉTHODE MÉZIÈRES)",
      "Massot": "MASSOTHÉRAPIE (Massage thérapeutique)",
      "TechnPomp": "TECHNIQUE DES POMPAGES MYOFASCIAUX",
      "TriggerP": "TRIGGER POINT THÉRAPIE",
      "Drainage": "DRAINAGE LYMPHATIQUE MANUEL",
      "Kinesio": "KINESIO TAPING",
      "KinesioText": "Kinesio Taping est une technique de bandage avec des patchs particuliers qui ont un tissu qui se conforme à l'élasticité de la peau.\n\nC'est un bon remède naturel car, sans l'aide de médicaments, il aide les tissus mous à se restaurer et par conséquent réduit la douleur et accélère la guérison naturelle du corps.\n\nPour toutes ces raisons, le Kinesio Taping peut être appliqué sur presque toutes les zones du corps, même si sa méthode d'application doit suivre une procédure précise par le kinésithérapeute : appliquer le Kinesio Taping sur l'épaule sera donc différent de le mettre sur l'épaule. coude ou genou.\n\nEn effet, ce n'est que s'ils sont correctement appliqués que les tapings permettent un dynamisme contrôlé du muscle qui stimule la réabsorption des œdèmes et la diminution de la douleur.",
      "DrainageText": "Le Drainage Lymphatique Manuel Vodder est une technique de massage avec des méthodes d'exécution et des spécifications techniques qui le distinguent de tous les autres types de massage.\n\nLe drainage lymphatique sert à drainer le liquide lymphatique de l'organisme qui ne possède pas sa propre pompe, tout comme le cœur pour le sang. Cette technique suit alors le cheminement du système lymphatique en stimulant la réabsorption des œdèmes et la réparation des plaies ou autres irritations.\n\nEn effet, le drainage lymphatique manuel n'est pas dédié uniquement aux jambes, ni une technique de lutte contre les imperfections comme la cellulite.\n\nLe système lymphatique permet l'écoulement naturel de la lymphe, un liquide aqueux riche en sels, lymphocytes et protéines, qui recueille les déchets métaboliques qui s'accumulent dans les tissus.\nLe drainage lymphatique de type Vodder facilite ou rétablit cette circulation, améliorant les états de stase tels que :\n-Lymphœdème\n-Absence de cicatrices\n-Gonflement des jambes ou des bras\n-Peau sèche\n-Rétention d'eau\n\nSuite au traitement, avec des indications particulières, un bandage élastique ou du kinesio taping peut être appliqué.\n\nSouvent, le bandage élastique de compression fait partie intégrante du drainage lymphatique et est prescrit par le médecin compétent en même temps que le massage. C'est un type de bandage qui est principalement appliqué aux patients souffrant de problèmes vasculaires et lymphatiques.\n\nCe type de pansement assure le pansement du membre atteint permettant au patient d'une part d'effectuer tous les mouvements, tandis que d'autre part, sur le plan physiologique, il crée une compression sur les tissus vasculaires sous-jacents qui, avec la contraction musculaire , tend à stimuler un plus grand flux de la lymphe dans la direction distale proximale.\n\nLe bandage élastique-compressif est donc généralement appliqué sur le membre (bras ou jambe) 'enflé' et provoque la contraction musculaire pour augmenter la pression sous les tissus. L'une des applications les plus courantes est le lymphœdème, un ralentissement ou un blocage de la circulation lymphatique au niveau du membre supérieur ou inférieur : cette pathologie est souvent chronique et l'utilisation du pansement après drainage lymphatique est une technique efficace pour son traitement.",
      "TriggerPText": "Le traitement des trigger point myofasciaux, également connu sous le nom de 'thérapie des points de déclenchement', implique le traitement des points de déclenchement myofasciaux (MTrP) qui se trouvent dans les muscles et les fascias. Les MTrP sont des zones tendues et douloureuses du muscle. Les MTrP peuvent affecter à la fois les muscles et les fascias. Les MTrP peuvent être trouvés dans n'importe quelle partie du corps et sont l'une des causes les plus courantes de douleur musculo-squelettique chronique, également décrite comme douleur myofasciale. Un thérapeute certifié des points de déclenchement est capable d'induire une relaxation de ces zones tendues et douloureuses, jusqu'à ce que les symptômes soient résolus à long terme.",
      "TechnPompText": "La Technique des Pompages Myofasciaux, communément appelés pompages, est une technique manuelle qui travaille sur les structures musculaires, fasciales et articulaires.\n\nLa technique de pompage est un mouvement rythmique, avec des temps lents et bien établis, qui fait passer une zone du corps du patient d'un état de tension à un état de relaxation et inversement. Avec cette technique vous gagnez en élasticité et favorisez la circulation sanguine et lymphatique.\n\nEn raison de la délicatesse et de l'efficacité de la technique, les pompages sont largement utilisés et les pompages cervicaux sont souvent prescrits en cas de douleurs cervicales, céphalées de tension et douleurs de la colonne vertébrale.",
      "MassotText": "C'est un véritable traitement thérapeutique pour les patients souffrant de douleurs musculaires localisées à des endroits précis, généralement dues à une position posturale incorrecte, à des pathologies intéressant la colonne vertébrale ou l'appareil locomoteur, à un effort physique insuffisant. L'indication du massage décontracturant est évaluée par le médecin ou le kinésithérapeute. Le traitement peut se faire par des frottements superficiels ou profonds, des manœuvres de pression, des compressions et des pétrissages pour améliorer l'élasticité des tissus, des coups stimulants et vasodilatateurs et des percussions. Il existe de nombreuses terminaisons nerveuses dans la peau ou plus profondément qui subissent une stimulation positive.\n\nEn particulier, la massothérapie de district réflexogène, appliquée avec des huiles ou crèmes, consiste en un ensemble de manœuvres effectuées directement sur la peau pour réduire les tensions musculaires et la douleur : les mouvements effectués par le kinésithérapeute suivent la direction des fibres musculaires en respectant le sens veineux circulation sanguine afin d'améliorer la circulation lymphatique et sanguine, ainsi que de générer un bien-être généralisé.",
      "ReeducPostText": "La Méthode Mézières est une technique de kinésithérapie créée et développée depuis 1947 par Françoise Mézières, conçue pour être pratiquée individuellement, traitant le patient dans une perspective globale. Par un travail basé sur des étirements posturaux actifs globaux et la conscience corporelle, Mézières rééquilibre les différentes chaînes musculaires et articulaires, améliore la posture et soulage la douleur. Les mouvements statiques et humains sont possibles grâce à l'action conjointe des os, des articulations et des muscles. Cette biomécanique globale s'est développée grâce aux chaînes articulaires et musculaires, qui sont particulièrement déséquilibrées chez chaque personne et qui, avec le temps, peuvent être à l'origine de nombreuses blessures. Le traitement vise à restaurer la mobilité globale des muscles et des articulations de manière progressive, en équilibrant la respiration, en étirant les chaînes musculaires rétractées, en améliorant la conscience corporelle et toujours avec la participation active du patient. En plus de son niveau thérapeutique et d'autres dysfonctionnements musculo-squelettiques, Mézières travaille sur des aspects éducatifs et préventifs, qui permettent la ré-harmonisation de la posture. Le domaine d'application de la méthode est celui des pathologies fonctionnelles suivantes :\n-Vertébral : lumbago, lumbosciatique, cervicalgie, cervicobrachialgie ;\n-Articulaire : périarthrite scapulo-humérale, coxarthrose, gonarthrose ;\n-Musculaire : syndrome scalène, syndrome du défilé thoracique supérieur, syndrome angulaire ;\n-Dysmorphie : hyperlordose, hypercyphose, scoliose, genoux valgus/varus, pieds plats/creux ;\n-Dysfonctionnement du diaphragme pouvant entraîner des problèmes cardiaques ou digestifs\n-Dysfonctions urogénitales résultant du post-partum.\nLa rééducation posturale est organisée en un cycle de soins (éventuellement pas moins de dix séances), le plus souvent hebdomadaires et d'une durée de soixante minutes, variant parfois selon les besoins thérapeutiques du sujet. La rééducation posturale trouve ses racines dans le principe que la douleur qui survient est toujours éloignée de la cause qui la produit, et que donc un bon Kinésithérapeute Méziériste est celui qui saura avant tout identifier l'origine du problème pour aider le patient à la recherche de son propre équilibre psycho-physique.",
      "ManipVertText": "La manipulation est une mobilisation passive forcée qui tend à amener les éléments d'une articulation ou d'un ensemble d'articulations au-delà de leur jeu habituel, à la limite de leur jeu anatomique possible. Il consiste donc au rachis, lorsque son état le permet et l'exige, à effectuer des mouvements de rotation, de latéroflexion, de flexion ou d'extension, isolés ou combinés, au niveau du segment vertébral choisi (Maigne). La manipulation est donc un geste médical thérapeutique ; il s'agit d'une manœuvre « orthopédique » précise, dont les indications et contre-indications doivent être préalablement définies au moyen d'un examen anamnestique et objectif général et particulier du Patient. Cet examen doit aboutir à un diagnostic dont découleront l'indication ou non, le type de manœuvres à effectuer, les coordonnées de ces manœuvres, le type, le nombre et la fréquence des séances à effectuer. Un aspect important est que ce type de diagnostic, en plus d'avoir un impact thérapeutique précis, permet de 'surveiller' le déroulement et les résultats des thérapies et pas seulement celles 'manuelles'. Le diagnostic pour nous n'est donc pas seulement une étiquette, mais un outil pour vérifier les résultats et adapter la thérapie à l'évolution du cas.",
      "ReadaptRespText": "La réadaptation respiratoire vise à améliorer la fonction respiratoire chez les patients qui l'ont compromise à la suite de maladies ou de dysfonctionnements respiratoires. \n\nLes techniques de physiothérapie appliquées visent à enseigner au patient une plus grande conscience corporelle en le stimulant à adopter une respiration correcte. \n\nChez une personne au repos, la respiration doit être diaphragmatique : en effet, les muscles thoraciques (et donc la respiration qui se fait avec ces derniers) ne doivent être activés qu'en cas d'urgence. \n\nCependant, la respiration thoracique prend souvent la place de la respiration diaphragmatique, créant des déséquilibres et contribuant parfois au développement de pathologies. \n\nUne bonne respiration est la base non seulement d'une vie quotidienne saine, mais aussi fonctionnelle à tout autre type de rééducation, neurologique, posturale, sportive.",
      "ReadaptSportiveText": "Vous êtes sportif et vous avez subi une blessure? Vous avez besoin de suivre des traitements de kinésithérapie pour guérir parfaitement d'une entorse à la cheville ou d'une luxation de l'épaule? Contactez le Centre Salus, nous sommes une structure de la province de Trévise spécialisée en physiothérapie sportive. \n\nNos médecins et physiothérapeutes ont fait leurs preuves dans le sport et adoptent une approche personnalisée en fonction du type de blessure, de l'emplacement de la blessure (par exemple, physiothérapie de la cheville, du genou, de l'épaule, etc.) et des besoins individuels de la blessure. Athlète : l'objectif est de guérir les blessures, de restaurer le mouvement et la fonction altérée, garantissant un retour au sport. \n\nLa rééducation sportive comprend une première phase de gestion de la douleur, de l'œdème et de la phase inflammatoire, une suivante consacrée aux étirements et aux exercices qui permettent de retrouver force, souplesse et équilibre. Enfin, nous passons à l'introduction d'exercices fonctionnels spécifiques pour aider l'athlète à se réadapter complètement au sport. \n\nLes causes des blessures sont les plus variées : événements traumatiques directs, surcharge fonctionnelle, mauvaise formation ou utilisation de matériel inadapté. \n\nVoici les problèmes abordés : \n-Blessures musculaires ou ligamentaires (croisées, collatérales, etc.) \n-Tendinopathies \n-Entorses (cheville, genou, etc.) \n-Luxations \n-Fractures \n-Prévention d'accident \n\nDans le processus de rééducation du patient, afin d'éviter d'autres blessures, une attention particulière est portée à la prévention qui doit toujours inclure : un échauffement adéquat avant la séance, des exercices proprioceptifs, des tests posturaux pour vérifier et corriger d'éventuelles attitudes incorrectes, des exercices qui renforcer les articulations concernées, soin dans le choix du matériel adapté au type d'activité sportive.",
      "ReadaptOrtText": "La réadaptation orthopédique se concentre sur tous les problèmes musculaires squelettiques qui peuvent découler d'un traumatisme ou de maladies chroniques, telles que l'arthrose et les maladies rhumatologiques.\n\nComme tous les types de physiothérapie, la rééducation orthopédique vise à récupérer les fonctions correctes du corps ou à réduire l'incapacité dérivant de pathologies. \n\nSur la base du diagnostic du médecin, le thérapeute procède à une évaluation minutieuse et met en place un cycle de traitements adaptés pour aider le patient. \n\nPlus précisément, dans notre cabinet, la rééducation orthopédique se concentre sur les résultats des fractures et des traumatismes (par exemple les entorses), les résultats de la chirurgie orthopédique (comme les prothèses de la hanche ou du genou), l'arthrose (par exemple la gonarthrose), la tendinite (comme dans le cas d'épicondylite et d'épitrocléite) et bien plus encore (rééducation orthopédique du membre supérieur et du membre inférieur en général). \n\nLes pathologies rhumatismales trouvent une large place. \n\nL'arthrose est une maladie dégénérative des articulations et peut donc être retrouvée dans toutes les zones de notre corps : arthrose cervicale, arthrose des mains, rhizoarthrose (arthrose du pouce), gonarthrose (arthrose du genou), coxarthrose (arthrose des la hanche). \n\nPour ces deux dernières pathologies, la chirurgie de remplacement de l'articulation endommagée est très courante. La prothèse de hanche, par exemple, a un protocole de kinésithérapie précis : la rééducation de la prothèse de hanche prend des délais relativement courts mais très serrés. Les temps de récupération sont en fait de 6 à 8 semaines, mais déjà 24 heures après la chirurgie, le patient se lève avec les conseils du physiothérapeute. \n\nDans le cadre de la rééducation orthopédique, en plus de la kinésithérapie, de la rééducation proprioceptive et des thérapies manuelles (pompages, massothérapie de district, mobilisation), des électromédicaux tels que les tens, le tecar, les ultrasons, les ondes de choc et l'ionophorèse sont également utilisés."
      
    },
    "contacts": {
      "Contacts": "Contacts"
    }
  }